<?php

$data = [
    [
        'country' => ['Россия', 'RUS',],
        'city' => ['Кемерово', '09.05.1918']
    ],
    [
        'country' => ['США', 'USA',],
        'city' => ['Лос-Анджелес', '01.01.1781']
    ],
    [
        'country' => ['Китай', 'CHN',],
        'city' => ['Пекин', '25.10.1949']
    ],
    [
        'country' => ['Индия', 'IND',],
        'city' => ['Дели', '15.11.1911']
    ],
    [
        'country' => ['Япония', 'JPN',],
        'city' => ['Токио', '03.01.1868']
    ],
    [
        'country' => ['Бразилия', 'BRA',],
        'city' => ['Рио-де-Жанейро', '03.01.1822']
    ],
    [
        'country' => ['Германия', 'GER',],
        'city' => ['Берлин', '12.01.1871']
    ],
    [
        'country' => ['Франция', 'FRA',],
        'city' => ['Париж', '03.01.1850']
    ],
    [
        'country' => ['Италия', 'ITA',],
        'city' => ['Рим', '03.01.1871']
    ],
    [
        'country' => ['Аргентина', 'ARG',],
        'city' => ['Буэнос-Айрес', '03.01.1862']
    ],
    [
        'country' => ['Канада', 'CAN',],
        'city' => ['Оттава', '03.01.1867']
    ]
];