<?php

$data = [
    [
        'country' => ['Россия', 'RUS',],
        'city' => ['Кемерово', '09.05.1918']
    ],
    [
        'country' => ['США', 'USA',],
        'city' => ['Лос-Анджелес', '01.01.1781']
    ],
    [
        'country' => ['Китай', 'CHN',],
        'city' => ['Пекин', '25.10.1949']
    ],
    [
        'country' => ['Индия', 'IND',],
        'city' => ['Дели', '15.11.1911']
    ],
    [
        'country' => ['Япония', 'JPN',],
        'city' => ['Токио', '03.01.1868']
    ],
    [
        'country' => ['Бразилия', 'BRA',],
        'city' => ['Рио-де-Жанейро', '03.01.1822']
    ],
    [
        'country' => ['Германия', 'GER',],
        'city' => ['Берлин', '12.01.1871']
    ],
    [
        'country' => ['Франция', 'FRA',],
        'city' => ['Париж', '03.01.1850']
    ],
    [
        'country' => ['Италия', 'ITA',],
        'city' => ['Рим', '03.01.1871']
    ],
    [
        'country' => ['Аргентина', 'ARG',],
        'city' => ['Буэнос-Айрес', '03.01.1862']
    ],
    [
        'country' => ['Канада', 'CAN',],
        'city' => ['Оттава', '03.01.1867']
    ]
];


$animal_data = [
        [
            'animal_class' => ['Насекомые', 1,],
            'animal' => ['Муха', 1, 6, 'Насекомые']
        ],
        [
            'animal_class' => ['Насекомые', 1,],
            'animal' => ['Паук', 0, 6, 'Насекомые']
        ],
        [
            'animal_class' => ['Млекопитающие', 1,],
            'animal' => ['Мышь', 0, 4, 'Млекопитающие']
        ],
        [
            'animal_class' => ['Рыбы', 0,],
            'animal' => ['Карп', 0, 0, 'Рыбы']
        ],
        [
            'animal_class' => ['Птицы', 1,],
            'animal' => ['Сокол', 1, 2, 'Птицы']
        ],
        [
            'animal_class' => ['Рептилии', 0,],
            'animal' => ['Черепаха', 0, 4, 'Рептилии']
        ],
        [
            'animal_class' => ['Млекопитающие', 1,],
            'animal' => ['Леопард', 0, 4, 'Млекопитающие']
        ],
        [
            'animal_class' => ['Птицы', 1,],
            'animal' => ['Голубь', 1, 2, 'Птицы']
        ],
        [
            'animal_class' => ['Рыбы', 0,],
            'animal' => ['Лосось', 0, 0, 'Рыбы']
        ],
        [
            'animal_class' => ['Млекопитающие', 1,],
            'animal' => ['Кот', 0, 4, 'Млекопитающие']
        ],
        [
            'animal_class' => ['Насекомые', 1,],
            'animal' => ['Овод', 1, 6, 'Насекомые']
        ],
        [
            'animal_class' => ['Насекомые', 1,],
            'animal' => ['Сверчок', 0, 6, 'Насекомые']
        ],
];
